IDEA Open Model
ConnectionSetup.ExtensionLengthRationOpenSections Property
 Minimal length of end part of open sections Ration of the maximal size of the cross section
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double ExtensionLengthRationOpenSections { get; set; }
Public Property ExtensionLengthRationOpenSections As Double
	Get
	Set
public:
property double ExtensionLengthRationOpenSections {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace